{
  "Contact Information": "Contact Information",
  "Your Name": "Your Name",
  "Email": "Email",
  "Phone Number": "Phone Number",
  "Address": "Address" ,
  "Notes": "Notes" ,
  "Identity": "Identity" ,
  "Total": "Total" ,
  "Pay": "Pay" ,
  "shopping cart": "shopping cart" ,
  "cat1": "Indulge in the timeless allure of our Jewelry and Diamond Collection at Duraa. Each piece is a masterpiece, meticulously crafted to celebrate elegance, sophistication, and individuality" ,
  "Contact Us": "Contact Us" ,
  "contact": "Your Dream Piece, Just a Conversation Away" ,
  "Durra": "Durra" ,
  "durra1": "Timeless Jewelry, Designed for You" ,
  "durra2": "Explore Our Collection" ,
  "Jewelery": "Jewelery" ,
  "jewel1": "Indulge in the timeless allure of our Jewelry and Diamond Collection at Duraa. Each piece is a masterpiece, meticulously crafted to celebrate elegance, sophistication, and individuality" ,
  "Our Story": "Our Story" ,
  "story1": "From a Small Shop to a Global Vision: The Story of Durra" ,
  "story2": "Discover how a young Palestinian transformed tradition into timeless artistry, crafting jewelry that tells stories of passion, resilience, and innovation." ,
  "How It Begin": "How It Begin" ,
  "story3": "In the heart of Palestine, amidst the simple streets of life that carry big dreams, an 18-year-old young man took over the management of a small gold shop inherited from his father. From the very beginning, he realized that the traditional market didn’t reflect the passion and innovation he carried in his heart. For him, this was not just a business—it was an opportunity to redefine luxury and excellence in the world of jewelry." ,
  "Our Why": "Our Why" ,
  "story4": "Durra was born out of a desire to create something extraordinary. Despite the challenges and difficult circumstances, an unyielding determination grew within him to be different—to craft unique designs with an artistic touch unlike any other. Durra is more than jewelry; it’s a symbol of resilience, heritage, and innovation." ,
  "Our Journey So Far": "Our Journey So Far" ,
  "story5": "From its humble beginnings in a small workshop, Durra has grown into a brand known for its exceptional designs. Each piece tells a story, blending tradition with modernity. Along the way, we’ve celebrated milestones—our first collection, our first international customer, and the growing community that believes in our vision." ,
  "Join Us on This Journey": "Join Us on This Journey" ,
  "story6": "Every piece of Durra jewelry is a story waiting to be told. Explore our collections, follow our journey, and become a part of the Durra family. Together, we can celebrate the beauty of resilience, creativity, and timeless artistry." ,
  "See Our Product": "See Our Product" ,
  "title1": "Rooted in Tradition" ,
  "title2": "Crafting the Future"  ,
  "title3": "Strength in Every Detail"  ,
  "sub1": "Durra is a celebration of Palestinian heritage. Every piece we create honors centuries-old craftsmanship, drawing inspiration from the rich cultural tapestry of our homeland. We blend ancient techniques with modern artistry to ensure these traditions live on for generations.  ",
  "sub2": "We challenge the ordinary. Durra’s designs are born from a relentless pursuit of innovation, merging bold creativity with precision. From intricate patterns to groundbreaking materials, we redefine what luxury means in the world of jewelry." ,
  "sub3": "Born in the heart of adversity, Durra is a testament to resilience. Each piece embodies the unyielding spirit of our founder and the community we serve. We believe jewelry is not just adornment—it’s a symbol of hope, courage, and unwavering determination." ,
  "The story behind": "The story behind" ,
  "prod1": "Traveling Time is a poetic journey across the globe, tracing time zones and blending continents into a fantastical equestrian world. As latitudes merge and borders dissolve, time becomes fluid, and the compass spins endlessly, symbolizing the freedom to be anywhere, anytime. This imaginative exploration celebrates the boundless possibilities of time and space. " ,
  "Free shipping over $50": "Free shipping over $50" ,
  "Details": "Details" ,
  "subc1": "Indulge in the timeless allure of our Jewelry and Diamond Collection at Duraa. Each piece is a masterpiece, meticulously crafted to celebrate elegance, sophistication, and individuality" ,
  "Explore Our Collection": "Explore Our Collection" ,
  "Cart": "Cart" ,
  "hero1": "Durra: Rare as a Pearl," ,
  "hero2": "Timeless as a Legacy." ,
  "home1": "“At Duraa, we turn gold into opportunity. With expert analysts guiding every decision, we pinpoint the perfect moment to buy or sell—so your investment shines brighter.”" ,
  "Contact": "Contact" ,
  "title4": "Seamless Luxury, Delivered to You Designs" ,
  "title5": "Investment in Gold" ,
  "title6": "Create a Legacy, Customize Yours",
  "desc1": "Free Worldwide Shipping: Complimentary insured shipping on orders over $500.",
  "desc2": "Our gold investment experts will guide you on the best time to buy or sell, helping you maximize your investment and grow or preserve your wealth with confidence.",
  "desc3": "Personalized Service, Collaborate with our artisans to design bespoke jewelry.",
  "NEW": "NEW",
  "View Product": "View Product",
  "see all products": "see all products",
  "underHero": "At durra, every piece is a symphony of meticulous craftsmanship and timeless allure, forged in precious metals and gemstones to transcend trends and become heirlooms of tomorrow."
}
