{
  "Contact Information": "İletişim Bilgileri",
  "Your Name": "Adınız",
  "Email": "E-posta",
  "Phone Number": "Telefon Numarası",
  "Address": "Adres",
  "Notes": "Notlar",
  "Identity": "Kimlik",
  "Total": "Toplam",
  "Pay": "Öde",
  "shopping cart": "alışveriş sepeti",
  "cat1": "Duraa’daki Takı ve Elmas Koleksiyonumuzun zamansız cazibesine kendinizi bırakın. Her parça, zarafet, incelik ve bireyselliği kutlamak için titizlikle işlenmiş bir başyapıttır.",
  "Contact Us": "Bize Ulaşın",
  "contact": "Hayalinizdeki Parça, Sadece Bir Sohbet Uzağında",
  "Durra": "Durra",
  "durra1": "Sizin İçin Tasarlanmış Zamansız Mücevherler",
  "durra2": "Koleksiyonumuzu Keşfedin",
  "Jewelery": "Mücevher",
  "jewel1": "Duraa’daki Takı ve Elmas Koleksiyonumuzun zamansız cazibesine kendinizi bırakın. Her parça, zarafet, incelik ve bireyselliği kutlamak için titizlikle işlenmiş bir başyapıttır.",
  "Our Story": "Hikâyemiz",
  "story1": "Küçük Bir Dükkan’dan Küresel Bir Vizyona: Durra’nın Hikâyesi",
  "story2": "Genç bir Filistinlinin geleneği zamansız sanatla dönüştürüp tutkudan dirence kadar uzanan hikâyesi.",
  "How It Begin": "Nasıl Başladı",
  "story3": "Filistin’in kalbinde, büyük hayaller taşıyan sade sokaklar arasında, 18 yaşındaki genç bir adam, babasından devraldığı küçük bir altın dükkanını üstlendi. En başından itibaren geleneksel pazarın içinde taşıdığı tutkuyu ve yeniliği yansıtmadığını fark etti. Bu onun için sadece bir iş değildi—lüksü ve mükemmelliği yeniden tanımlama fırsatıydı.",
  "Our Why": "Neden Biz",
  "story4": "Durra, sıra dışı bir şey yaratma arzusu ile doğdu. Zorlu koşullara rağmen, benzersiz tasarımlar yaratma, sanatçı dokunuşunu başka hiçbir yerde olmayan şekilde sunma amacı gelişti. Durra, sadece bir mücevher değil; direncin, mirasın ve yeniliğin bir sembolüdür.",
  "Our Journey So Far": "Şu Ana Kadar Yolculuğumuz",
  "story5": "Mütevazı bir atölyeden başlayan Durra, olağanüstü tasarımlarıyla tanınan bir marka haline geldi. Her parça bir hikâye anlatıyor, geleneği modernlikle harmanlıyor. Bu yolculukta birinci koleksiyonumuz, ilk uluslararası müşterimiz ve vizyonumuza inanan büyüyen topluluğumuz kutlamalarının heyecanını yaşadık.",
  "Join Us on This Journey": "Bu Yolculuğa Katılın",
  "story6": "Durra mücevherinin her bir parçası anlatılmayı bekleyen bir hikâyedir. Koleksiyonlarımızı keşfedin, yolculuğumuzu takip edin ve Durra ailesinin bir parçası olun. Birlikte direncin, yaratıcılığın ve zamansız sanatın güzelliğini kutlayabiliriz.",
  "See Our Product": "Ürünlerimizi Görün",
  "title1": "Gelenekte Köklü",
  "title2": "Geleceği Yaratmak",
  "title3": "Her Detayda Güç",
  "sub1": "Durra, Filistin mirasının bir kutlamasıdır. Oluşturduğumuz her parça, yüzyıllardır süregelen ustalığı onurlandırır ve ilhamını memleketimizin zengin kültürel dokusundan alır. Geleneksel teknikleri modern sanatla harmanlıyoruz.",
  "sub2": "Sıradanı zorluyoruz. Durra tasarımları, hassasiyetle kararlı yaratıcılıktan doğar. Karmaşık desenlerden yenilikçi malzemelere kadar, mücevher dünyasında lüksü yeniden tanımlıyoruz.",
  "sub3": "Zorlukların ortasında doğan Durra, direncin bir ifadesidir. Her parça kurucumuzun ve hizmet ettiğimiz toplumun sarsılmaz ruhunu yansıtır. Biz mücevheri sadece bir süs olarak değil; umut, cesaret ve duru bir kararlılık sembolü olarak görüyoruz.",
  "The story behind": "Arkada Yatan Hikâye",
  "prod1": "Traveling Time, küresel çapta bir şiirsel yolculuktur; zaman dilimlerini aşar ve kıtaları fantastik bir at dünyasında harmanlar. Enlemler birleşir, sınırlar silinir; zaman akıcı hale gelir, pusula sonsuzca döner. Bu hayali keşif, özgürlüğün her yerde, her zamanda bulunabileceğini simgeler.",
  "Free shipping over $50": "50$ üzeri ücretsiz kargo",
  "Details": "Detaylar",
  "subc1": "Duraa’daki Takı ve Elmas Koleksiyonumuzun zamansız cazibesine kendinizi bırakın. Her parça, zarafet, incelik ve bireyselliği kutlamak için titizlikle işlenmiş bir başyapıttır.",
  "Explore Our Collection": "Koleksiyonumuzu Keşfedin",
  "Cart": "Sepet",
  "hero1": "Durra: Bir İnci Kadar Nadir,",
  "hero2": "Bir Miras Kadar Zamansız.",
  "home1": "“Durra’da altını bir fırsata dönüştürüyoruz. Her kararımızı yönlendiren uzman analizlerle, yatırımınızın parlaklığını artırmak için mükemmel zamanı tespit ediyoruz.”",
  "Contact": "İletişim",
  "title4": "Size Teslim Edilen Kusursuz Lüks",
  "title5": "Altına Yatırım",
  "title6": "Bir Miras Yaratın, Kendi Tasarımınızı Yapın",
  "desc1": "Dünya Çapında 500$ ve üzeri alışverişlerde ücretsiz sigortalı gönderim.",
  "desc2": "Altın yatırım uzmanlarımız, ne zaman alım veya satım yapmanız gerektiği konusunda sizi rehberlik ederek yatırımınızı maksimize etmenize veya korumanıza yardımcı olur.",
  "desc3": "Kişiselleştirilmiş Hizmet: Uzmancılarımızla birlikte özel tasarımlar hazırlayarak mücevherinizi yaratın.",
  "NEW": "YENİ",
  "View Product": "Ürünü Görüntüle",
  "see all products": "Tüm Ürünleri Gör",
  "underHero": "Durra’da her parça özenli işçilik ve zamansız çekicilikle bir senfoni gibidir; değerli metaller ve değerli taşlarda trendleri aşar ve yarının miraslarına dönüşür."
}
